hleserg/Attadipa/docs/research/pedometer-bench-2026-08-28/probe/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_APP_BUILD_TYPE_RAM=y
CONFIG_APP_BUILD_TYPE_PURE_RAM_APP=y
CONFIG_ESP_CONSOLE_USB_SERIAL_JTAG=y
CONFIG_LOG_DEFAULT_LEVEL_INFO=y
CONFIG_ESP_TASK_WDT_INIT=n
